[
  {"name": "Nectar", "id": 25,
    "cost": 1, "points": 0,
    "text": "1:0, Nourish 1.",
    "catalogText": "Nectar costs 1 mana and provides you with 1 Nourish.\n\nThis can be flexibly used for carryover, to dodge resets, or to permanently boost Bastet.\n\nA good use of this card is to play it, then if the opponent passes, play another utility card to gain the boost and win the round.",
    "rarity": 0
  },
  {"name": "Bandit", "id": 26,
    "cost": 1, "points": 2,
    "text": "1:2, create a ${1004} in your opponent's hand.",
    "rarity": 0
  },
  {"name": "Spy", "id": 27,
    "cost": 1, "points": 0,
    "text": "1:0, create a ${1001} in your opponent's hand.",
    "catalogText": "Spy costs 1 mana, and creates a Camera in the opponent's hand.\n\nAt the start of each round, the Camera provides you with 4 Sight if it's still in the opponent's hand, allowing you to see the first 4 cards played in the story. \n\nUse this to overfill their hand and tax their mana, while also gaining information about the cards they play.",
    "rarity": 1
  },
  {"name": "Night Vision", "id": 28,
    "cost": 1, "points": 0,
    "text": "1:0, Tutor 2.\nWhen played, gain Sight 3.",
    "catalogText": "Night Vision costs 1 mana, provides you with 3 Sight immediately when play, and tutors any 2-cost card out of your deck or discard pile.\n\nThe 3 Sight makes the first 3 cards of the story visible to you, and accumulates with other Sight gain. This could let you see what your opponent is up to before committing to a round.\n\nTutor prioritizes deck, then discard pile, and not cards in the story.",
    "rarity": 0
  },
  {"name": "Disintegrate", "id": 29,
    "cost": 1, "points": 1,
    "text": "1:1, transform the next 1-cost card in the story into a ${1002}.",
    "rarity": 0
  },
  {"name": "Juggle", "id": 30,
    "cost": 1, "points": 1,
    "text": "1:1.\nWhen played, put the 3 leftmost cards in your hand on the bottom of your deck, then draw that many.\n(Of the 3, your leftmost card will be closest to the top of the deck)",
    "rarity": 2
  },

  {"name": "Sine", "id": 31,
    "cost": 2, "points": 4,
    "text": "2:4, Starve 4.",
    "catalogText": "Sine costs 2 mana for 4 points, but causes the next card you resolve to be worth 4 less points.\n\nIf you play a card after Sine in the same round, it won't net you any points.\n\nBut it can be effective at trading rounds, taking a final win, or setting up resets.",
    "rarity": 0
  },
  {"name": "Fishing Boat", "id": 32,
    "cost": 2, "points": 0,
    "text": "2:0, Tutor 1, Tutor 1, Tutor 1.",
    "catalogText": "Fishing Boat costs 2, and tutors for a 1-cost card 3 times.\n\nTutor will draw any card meeting the condition (Costing 1) from either your deck or your discard pile, prioritizing first cards in your deck, then cards from the top of your discard pile to the bottom.\n\nUse this to surge ahead on card advantage, and be able to stall for a huge reset.",
    "rarity": 1
  },
  {"name": "Raise Dead", "id": 33,
    "cost": 2, "points": 2,
    "text": "2:2, put the top card of your discard pile on top of your deck.",
    "catalogText": "Raise Dead costs 2 mana for 2 points, and puts the top card of your discard pile on top of your deck.\n\nBe aware that any cards which resolve before Raise Dead in the story will be in the discard pile by the time it happens.\n\nUse this to get back powerful cards like Oak or Bastet, or keep Bandits out of your discard pile to deny your opponent points.",
    "rarity": 0
  },
  {"name": "Bastet", "id": 34,
    "cost": 2, "points": 1,
    "text": "2:1, this card retains all changes to points as it resolves.\n(For example, if this card was nourished by 3, it stays a 2:4 once it is in the discard pile)",
    "catalogText": "Bastet costs 2 mana for 1 point, but also keeps any changes to its points permanently.\n\nThis means that if you have any Nourish when Bastet resolves, it will keep that boost and can be developed into a win-condition.\n\nOnce boosted, try to draw Bastet as quickly as possible with cards like Raise Dead, tutors, and by thinning cards out of your deck.",
    "rarity": 2
  },
  {"name": "Imprison", "id": 35,
    "cost": 2, "points": 0,
    "text": "2:0, set both player's points to 0, then give your opponent 1 point for each card in their hand.",
    "catalogText": "Imprison costs 2 mana, resets both player's points, then gives the opponent 1 point for each card in their hand.\n\nWhile Imprison is weak early on, in the late game or paired with discard, it can answer your opponent's plays for very little mana.\n\nBe careful if your opponent runs card draw in their deck, because they might end up getting more points than you're bargaining for.",
    "rarity": 1
  },
  {"name": "Crypt", "id": 36,
    "cost": 2, "points": 2,
    "text": "2:2, your last card in the story transforms into the top card of your discard pile with the same cost as it.\n(For example, if your last card in the story costs 3, that card transforms into whichever 3-cost card is closest to the top of your discard pile. If there are no 3-cost cards in your discard pile, nothing happens)",
    "catalogText": "Crypt costs 2 mana for 2 points, and transforms your last card in the story (Not itself) PERMANENTLY into a copy of another card.\n\nThe card it chooses is based on that card's original cost. It chooses the topmost equally costed card from your discard pile.\n\nUse this to change cards in your deck to the best choices for the matchup, or play cards with reduced cost that become stronger.",
    "rarity": 2
  },

  {"name": "Bounty", "id": 48,
    "cost": 3, "points": 3,
    "text": "3:3, both players Nourish 2.",
    "rarity": 0
  },
  {"name": "Boar", "id": 38,
    "cost": 3, "points": 4,
    "text": "3:4, discard your X leftmost cards, where X is the number of cards later in the story.",
    "rarity": 1
  },
  {"name": "Paranoia", "id": 39,
    "cost": 3, "points": 3,
    "text": "3:3.\nWhen played, gain Sight X, where X is the number of cards before this in the story.",
    "catalogText": "Paranoia costs 3 for 3 points, and grants you Sight X, where X is the number of cards before it in the story.\n\nMost of the time, this means that everything up to Paranoia will be visible to you, and if you have additional Sight, you can see future cards as well.\n\nTry to stall long enough for your opponent to play 3 cards, then drop this and be able to play Horus for free.",
    "rarity": 1
  },

  {"name": "Pelican", "id": 40,
    "cost": 4, "points": 3,
    "text": "4:3, remove from the game each card in your hand that costs 0 or 1. +1 for each card removed.",
    "rarity": 0
  },

  {"name": "Beekeep", "id": 41,
    "cost": 5, "points": 5,
    "text": "5:5, remove from the game and note all 0-cost cards in your discard pile. This card becomes \"5:5, add to your discard pile a copy of each of the noted cards.\"",
    "rarity": 1
  },
  {"name": "Lotus", "id": 42,
    "cost": 5, "points": 0,
    "text": "5:0, Inspire 2. If this is your last card in the story, set both player's points to 0.",
    "rarity": 2
  },

  {"name": "Eagle", "id": 43,
    "cost": 6, "points": 6,
    "text": "6:6, Nourish 2.\nWhen played, gain Sight 4 and transform each card in your hand into a ${4}.",
    "rarity": 2
  },

  {"name": "Ecology", "id": 44,
    "cost": 7, "points": 0,
    "text": "7:0.\nWhen played, gain 10 mana this round.",
    "rarity": 1
  },
  {"name": "Horus", "id": 45,
    "cost": 7, "points": 7,
    "text": "7:7.\nCosts 0 if you can see at least 3 of your opponent's cards in the story.",
    "catalogText": "Horus costs 7 mana for 7 points, but can be played for free if at least 3 of the opponent's cards in the story are visible to you.\n\nIt can be tricky to pull off, because your opponent needs to play at least 3 cards, and you need enough Sight to reveal them all.\n\nHowever, you can force them into a situation where either they aren't playing enough points, or they risk you getting a free Horus.",
    "rarity": 3
  },
  {"name": "Icarus", "id": 46,
    "cost": 7, "points": 7,
    "text": "7:7.\nCosts 0 if you have 5 cards in the story.",
    "rarity": 3
  },

  {"name": "Enrage", "id":47,
    "cost": 8, "points": 2,
    "text": "8:2, give each card later in the story -X, where X is its cost.\nWhen played, give each card ealier in the story -X.\n(This effect is temporary)",
    "rarity": 2
  }
]