[
  {"name": "Scarab", "id": 50,
    "cost": 0, "points": 0,
    "text": "0:0.\nWhen played, gain Sight 4.\nAt the start of each round, if this is the top of your discard pile, gain Sight 1.",
    "rarity": 0
  },
  {"name": "Kneel", "id": 66,
    "cost": 0, "points": 0,
    "text": "0:0, Fleeting, discard the leftmost card of your hand, draw a card that costs 7.",
    "rarity": 0
  },

  {"name": "Nectar", "id": 25,
    "cost": 1, "points": 0,
    "text": "1:0, Nourish 1.\nWhen played, gain Sight 3.",
    "catalogText": "Nectar costs 1 mana and provides you with 1 Nourish.\n\nThis can be flexibly used for carryover, to dodge resets, or to permanently boost Bastet.\n\nA good use of this card is to play it, then if the opponent passes, play another utility card to gain the boost and win the round.",
    "rarity": 0
  },
  {"name": "Bandit", "id": 26,
    "cost": 1, "points": 2,
    "text": "1:2, create a ${1004} in your opponent's hand.",
    "rarity": 0
  },
  {"name": "Axolotl", "id": 63,
    "cost": 1, "points": 1,
    "text": "1:1.\nAt the start of each round, if this is the top of your discard pile, create an Axolotl in your hand.",
    "catalogText": "Axolotl costs 1 mana for 1 point, and will also create a new Axolotl in your hand if it's on top of your discard pile when the round starts.\n\nIf you want this ability to activate, be sure to play Axolotl last in a round so that it's on top of your other cards. This can give you lots of card-advantage and consistency.\n\nSometimes, creating an Axolotl could force you to not draw another card from your deck, which might be bad. Additionally, you'll end up with lots of the little guys after you shuffle, so watch out!",
    "rarity": 0
  },
  {"name": "Night Vision", "id": 28,
    "cost": 1, "points": 0,
    "text": "1:0, draw a card that costs 2.\nWhen played, gain Sight 3.",
    "catalogText": "Night Vision costs 1 mana, provides you with 3 Sight immediately when play, and tutors any 2-cost card out of your deck or discard pile.\n\nThe 3 Sight makes the first 3 cards of the story visible to you, and accumulates with other Sight gain. This could let you see what your opponent is up to before committing to a round.\n\nTutor prioritizes deck, then discard pile, and not cards in the story.",
    "rarity": 0
  },
  {"name": "Spy", "id": 27,
    "cost": 1, "points": 0,
    "text": "1:0, create a ${1001} in your opponent's hand.",
    "catalogText": "Spy costs 1 mana, and creates a Camera in the opponent's hand.\n\nAt the start of each round, the Camera provides you with 4 Sight if it's still in the opponent's hand, allowing you to see the first 4 cards played in the story. \n\nUse this to overfill their hand and tax their mana, while also gaining information about the cards they play.",
    "rarity": 1
  },
  {"name": "Become Machine", "id": 55,
    "cost": 1, "points": 0,
    "text": "1:0, Fleeting, transform each of your cards later in the story into an 0:X Fleeting ${1003}, where X is its cost.",
    "rarity": 1
  },

  {"name": "Sine", "id": 31,
    "cost": 2, "points": 4,
    "text": "2:4, Starve 4.",
    "catalogText": "Sine costs 2 mana for 4 points, but causes the next card you resolve to be worth 4 less points.\n\nIf you play a card after Sine in the same round, it won't net you any points.\n\nBut it can be effective at trading rounds, taking a final win, or setting up resets.",
    "rarity": 0
  },
  {"name": "Sunflower", "id": 69,
    "cost": 2, "points": 1,
    "text": "2:1, Inspire X, where X is this card's points.",
    "catalogText": "Sunflower costs 2 mana for 1 point, and also Inspires you equal to its points as it resolves.\n\nTry to take advantage of this effect by having Nourish when you play Sunflower, and also consider how you'll spend the extra mana in the next round.\n\nDecks that remove their own cards in order to end up with a thin deck (Coined 'hyperthin' decks) can take advantage of this effect to consistently boost up Sunflower, then have extra mana in the next round to go above the 10 mana limit.",
    "rarity": 1
  },
  {"name": "Desert", "id": 49,
    "cost": 2, "points": 0,
    "text": "2:0, if this is the last card in the story, +3. Otherwise, return the last card in the story to its owner's hand.",
    "rarity": 0
  },
  {"name": "Fish Bones", "id": 64,
    "cost": 2, "points": 0,
    "text": "2:0, Fleeting, draw 2, create 3 ${1002}s in your discard pile.",
    "story": "We drank and we drank, then\nWe washed and fed fountains, then\nWe watered and we swam, then\nNow we lick our parched lips",
    "rarity": 0
  },
  {"name": "Unearth", "id": 33,
    "cost": 2, "points": 2,
    "text": "2:2, put the top card of your discard pile on top of your deck.",
    "catalogText": "Unearth costs 2 mana for 2 points, and puts the top card of your discard pile on top of your deck.\n\nBe aware that any cards which resolve before Unearth in the story will be in the discard pile by the time it happens.\n\nUse this to get back powerful cards like Oak or Bastet, or keep Bandits out of your discard pile to deny your opponent points.",
    "rarity": 0
  },
  {"name": "Fishing Boat", "id": 32,
    "cost": 2, "points": 0,
    "text": "2:0, draw up to 3 cards that cost 1.",
    "catalogText": "Fishing Boat costs 2, and tutors for a 1-cost card 3 times.\n\nTutor will draw any card meeting the condition (Costing 1) from either your deck or your discard pile, prioritizing first cards in your deck, then cards from the top of your discard pile to the bottom.\n\nUse this to surge ahead on card advantage, and be able to stall for a huge reset.",
    "rarity": 1
  },
  {"name": "Imprison", "id": 35,
    "cost": 2, "points": 0,
    "text": "2:0, set both player's points to 0, then give your opponent 1 point for each card in their hand.",
    "catalogText": "Imprison costs 2 mana, resets both player's points, then gives the opponent 1 point for each card in their hand.\n\nWhile Imprison is weak early on, in the late game or paired with discard, it can answer your opponent's plays for very little mana.\n\nBe careful if your opponent runs card draw in their deck, because they might end up getting more points than you're bargaining for.",
    "rarity": 1
  },
  {"name": "Carrion", "id": 74,
    "cost": 2, "points": 1,
    "text": "2:1, remove from the game the top 3 cards of your discard pile. Nourish 1 for each card with Fleeting removed.",
    "story": "Ash carefully tends\nThe green shoot\nLiving on atonement\nTender so close to death and beginning",
    "rarity": 2
  },
  {"name": "Bastet", "id": 34,
    "cost": 2, "points": 1,
    "text": "2:1, this card retains all changes to points as it resolves.\n(For example, if this card was nourished by 3, it stays a 2:4 once it is in the discard pile)",
    "catalogText": "Bastet costs 2 mana for 1 point, but also keeps any changes to its points permanently.\n\nThis means that if you have any Nourish when Bastet resolves, it will keep that boost and can be developed into a win-condition.\n\nOnce boosted, try to draw Bastet as quickly as possible with cards like Unearth, tutors, and by thinning cards out of your deck.",
    "rarity": 2
  },

  {"name": "Bounty", "id": 48,
    "cost": 3, "points": 3,
    "text": "3:3, both players Nourish 2.",
    "rarity": 0
  },
  {"name": "Anvil", "id": 60,
    "cost": 3, "points": 2,
    "text": "3:2, Build 2.",
    "rarity": 0
  },
  {"name": "Nightmare", "id": 68,
    "cost": 3, "points": 0,
    "text": "3:0, Visible, +4 if you have more cards in hand than your opponent.",
    "rarity": 1
  },
  {"name": "Sickness", "id": 58,
    "cost": 3, "points": 0,
    "text": "3:0, Fleeting, give your opponent Starve 4, create a Sickness in their hand.",
    "rarity": 1
  },
  {"name": "Paranoia", "id": 39,
    "cost": 3, "points": 3,
    "text": "3:3.\nWhen played, gain Sight X, where X is the number of cards before this in the story.",
    "catalogText": "Paranoia costs 3 for 3 points, and grants you Sight X, where X is the number of cards before it in the story.\n\nMost of the time, this means that everything up to Paranoia will be visible to you, and if you have additional Sight, you can see future cards as well.\n\nTry to stall long enough for your opponent to play 3 cards, then drop this and be able to play Horus for free.",
    "rarity": 1
  },

  {"name": "Pelican", "id": 40,
    "cost": 4, "points": 3,
    "text": "4:3, remove from the game each card in your hand that costs 0 or 1. +1 for each card removed.",
    "rarity": 0
  },
  {"name": "Generator", "id": 53,
    "cost": 4, "points": 4,
    "text": "4:4.\nAt the start of each round, if this is the top of your discard pile, Build 1.",
    "rarity": 1
  },
  {"name": "Gentle Rain", "id": 71,
    "cost": 4, "points": 2,
    "text": "4:2, Nourish X, where X is the number of cards you've drawn this round.",
    "catalogText": "Gentle Rain costs 4 mana for 1 point, but will also Nourish you equal to the number of cards you drew this round.\n\nThis includes the 2 cards that you drew at the start of the round, assuming your hand wasn't full.\n\nIt also includes any cards that you drew or tutored because of cards that resolved before it in the current round, so try to land a full Fishing Boat to get the most out of this effect.",
    "rarity": 3
  },
  {"name": "Pocket Watch", "id": 54,
    "cost": 4, "points": 2,
    "text": "4:2, draw 2.\nCosts X less, where X is the number of times you've passed this round.",
    "rarity": 1
  },
  {"name": "Cogsplosion", "id": 59,
    "cost": 4, "points": 0,
    "text": "4:0, discard the leftmost Robot from your hand. +X where X is that Robot's point value.",
    "rarity": 2
  },

  {"name": "Heron", "id": 65,
    "cost": 5, "points": 0,
    "text": "5:0, set both player's points to 0.\nCosts X, where X is the number of cards in your discard pile.",
    "rarity": 1
  },
  {"name": "Conquer", "id": 67,
    "cost": 5, "points": 2,
    "text": "5:2, Visible, +X, where X is the cost of the next card in the story.",
    "rarity": 1
  },
  {"name": "Phoenix", "id": 51,
    "cost": 5, "points": 5,
    "text": "5:5, Visible, Fleeting, create a ${4} in your hand.",
    "rarity": 0
  },
  {"name": "Lotus", "id": 42,
    "cost": 5, "points": 0,
    "text": "5:0, Inspire 2. If this is your last card in the story, set both player's points to 0.",
    "rarity": 2
  },

  {"name": "Symbiosis", "id": 57,
    "cost": 6, "points": 6,
    "text": "6:6, if this is nourished, your opponent discards the leftmost card of their hand.",
    "catalogText": "Symbiosis costs 6 mana for 6 points, and will also force the opponent to discard their leftmost card if it's effected by Nourish.\n\nEnding the last round with something that gives you Nourish, like Fruiting or Oak, then playing Symbiosis is a powerful way to gain card-advantage.\n\nIf you're looking for an efficient way to attack the opponent's hand, Symbiosis has a lot to offer.",
    "rarity": 0
  },

  {"name": "Ecology", "id": 44,
    "cost": 7, "points": 0,
    "text": "7:0.\nWhen played, gain 10 mana this round.",
    "catalogText": "Ecology costs 7 mana for 0 points, but will also provide you 10 mana when played. Effectively netting you +3 mana the round it's played.\n\nYour opponent won't know about this burst of mana, and can be caught off guard by your more expensive cards.\n\nThe high mana cost of 7 also can be used to your advantage with cards like Sarcophagus or Become Machine, which care about a card's cost.",
    "rarity": 1
  },
  {"name": "Horus", "id": 45,
    "cost": 7, "points": 7,
    "text": "7:7.\nCosts 0 if you can see at least 3 of your opponent's cards in the story.",
    "catalogText": "Horus costs 7 mana for 7 points, but can be played for free if at least 3 of the opponent's cards in the story are visible to you.\n\nIt can be tricky to pull off, because your opponent needs to play at least 3 cards, and you need enough Sight to reveal them all.\n\nHowever, you can force them into a situation where either they aren't playing enough points, or they risk you getting a free Horus.",
    "rarity": 3
  },
  {"name": "Icarus", "id": 46,
    "cost": 7, "points": 7,
    "text": "7:7.\nCosts 0 if you have 5 cards in the story.",
    "rarity": 3
  },

  {"name": "Enrage", "id":47,
    "cost": 8, "points": 2,
    "text": "8:2, give each card later in the story -X, where X is its cost.\nWhen played, give each card ealier in the story -X.\n(This effect is temporary)",
    "rarity": 2
  },
  {"name": "Sun", "id": 56,
    "cost": 8, "points": 8,
    "text": "8:8, Visible.\nAt the start of each round, if this is the top of your discard pile, gain Inspired 1.",
    "rarity": 2
  },
  {"name": "Occupation", "id": 75,
    "cost": 7, "points": 7,
    "text": "7:7, create a ${1001} in your opponent's hand.",
    "rarity": 2
  },

  {"name": "Paramountcy", "id": 62,
    "cost": 9, "points": 0,
    "text": "9:0, add the top 5 cards of your discard pile to the end of the story.\n(The story can't exceed 12 cards this way, 'when played' effects don't trigger)",
    "catalogText": "Paramountcy costs 9 mana for 0 points, but has a unique and powerful effect.\n\nIt will take up to 5 cards from the top of your discard pile and add them to the end of the story (The story can't exceed 12 cards). The top card will be added first, and so on. This means that after the round is over, the ordering of those 5 cards will have reversed.\n\nMany powerful combos are possible if you order your discard pile right. Try to find the strongest!",
    "rarity": 3
  },

  {"name": "Hollow", "id": 76,
    "cost": 0, "points": 0,
    "text": "0:0, set your points to 0. Gain Nourish equal to the amount of points you lost this way.",
    "rarity": 2
  }
]