[
  {"name": "Stars", "id": 0,
    "cost": 0, "points": 0,
    "text": "0:0, Inspire 1.",
    "catalogText": "Stars costs no mana and gives you no points, but on the next round\nyou will have 1 extra mana.\n\nThe line at the bottom describes what the Inspire keyword means.\n\nIt's best if you have a plan for how to spend that mana next round, otherwise it could go to waste."
  },
  {"name": "Bone Knife", "id": 1,
    "cost": 0, "points": 0,
    "text": "0:0, your opponent discards the leftmost card of their hand.",
    "catalogText": "Bone Knife costs no mana and forces your opponent to discard the leftmost card from their hand.\n\nPlayed early, this can hit the low-cost cards your opponent kept during their mulligan. Later on it can break up combos like robots or Anubis.\n\nBe careful that your opponent can't empty their hand before the round ends, or else they may have no cards left to discard."
  },
  {"name": "Cog", "id": 2,
    "cost": 0, "points": 0,
    "text": "0:0, Build 1.",
    "catalogText": "Cog costs no mana and will either add 1 point to the leftmost robot in your hand, or create a new 0:1 robot if you don't have one already.\n\nYou can use Cog to bluff, or utilize its low cost to keep your hand from being overfull, which can be a problem when playing robots.\n\nAdditionally, Cog can synergize with cards like Factory to make a very large robot all at once."
  },

  {"name": "Crossed Bones", "id": 3,
    "cost": 1, "points": 2,
    "text": "1:2, Fleeting, create 2 ${50}s in your discard pile.",
    "catalogText": "Crossed Bones costs 1 mana for 2 points, which is very good value.\n\nHowever, it has the drawback that it puts 2 bad cards (Broken Bones) into your discard pile, which you may end up drawing later on.\n\nThis downside can be used to your advantage if you play cards that care about having large discard piles, such as Tumulus or Anubis."
  },
  {"name": "Dove", "id": 4,
    "cost": 1, "points": 1,
    "text": "1:1, Visible, Fleeting.",
    "catalogText": "Dove costs 1 mana for 1 point, and it is both Fleeting and Visible. \n\nCards with Fleeting are removed from the game permanently after they resolve, which means you won't end up drawing it again after you've shuffled your deck.\n\nCards with Visible can be seen by your opponent while in the story, so you won't be able to bluff with them."
  },
  {"name": "Drown", "id": 5,
    "cost": 1, "points": 1,
    "text": "1:1, discard the top 3 cards of your deck."
  },

  {"name": "Dash", "id": 6,
    "cost": 2, "points": 3,
    "text": "2:3, -1 for each card before this in the story.",
    "catalogText": "Dash costs 2 mana for 3 points, which means it beats most other 2 mana cards.\n\nHowever, because of its ability, it will be worth 1 less point for every card that was played before it in a round.\n\nIf you have more wins than your opponent, you will start the round with priority, and can play Dash as your first card for maximum points."
  },
  {"name": "Swift", "id": 7,
    "cost": 2, "points": 2,
    "text": "2:2, Visible, +1 if the next card costs 1."
  },
  {"name": "Gears", "id": 8,
    "cost": 2, "points": 0,
    "text": "2:0, Build 2.",
    "catalogText": "Gears costs 2 mana and will either add 2 points to the leftmost robot in your hand, or create a new 0:2 robot if you don't have one already.\n\nWhile you probably lose the round you play Gears on, the robot it creates effectively gives you carryover that you can play for free at a later time.\n\nGears can also accelerate you towards playing AI for cheap."
  },
  {"name": "Cosmos", "id": 9,
    "cost": 2, "points": 0,
    "text": "2:0, Inspire 1, Inspire 1 for each of your cards later in the story."
  },

  {"name": "Factory", "id": 10,
    "cost": 3, "points": 0,
    "text": "3:0, Build X, where X is the number of cards later in the story.",
    "catalogText": "Factory costs 3 mana, and will increase the point-value of the leftmost robot in your hand by the number of cards later in the story. If you don't have a robot in hand, it creates a 0:0 robot first.\n\nWhile it can be tempting to play Factory as soon as possible, it ends up being much stronger in later rounds when you can follow it up with multiple other cards for maximum value."
  },
  {"name": "Fruiting", "id": 11,
    "cost": 3, "points": 0,
    "text": "3:0, Nourish 3.",
    "catalogText": "Fruiting costs 3 mana and gives no points, but the next card you resolve will give an extra 3 points.\n\nThat means if you have a card later in the story, that card will be boosted by 3. Otherwise you'll get to spend the boost on a future round.\n\nIf you think you're going to lose a round, you might as well end with some Nourish for the next round."
  },
  {"name": "Gift", "id": 12,
    "cost": 3, "points": 3,
    "text": "3:3, both players draw 1.",
    "catalogText": "Gift costs 3 mana for 3 points, and also makes both players draw 1.\n\nIf your opponent doesn't have enough room in their hand, they won't end up drawing a card, and Gift becomes extra efficient.\n\nAgainst certain combo decks, gift can also break up what they are trying to do by drawing them a card at the wrong time."
  },

  {"name": "Hurricane", "id": 13,
    "cost": 4, "points": 0,
    "text": "4:0, set both player's points to 0.",
    "catalogText": "Hurricane costs 4 mana, gives no points, and resets both player's point totals to 0.\n\nThis means as long as it's the last card in the story, you can't lose. And if you play any card worth points after it, you'll win the round.\n\nNote that any boosts from things like Nourish will happen before the points are reset, essentially nullifying those effects."
  },
  {"name": "Dinosaur Bones", "id": 14,
    "cost": 4, "points": 5,
    "text": "4:5, Fleeting, create 3 ${50}s in your discard pile.",
    "catalogText": "Dinosaur Bones costs 4 mana for 5 points, which is excellent.\n\nHowever, it has the drawback that it puts 3 bad cards (Broken Bones) into your discard pile, which you may end up drawing later on.\n\nThis downside can be used to your advantage if you play cards that care about having large discard piles, such as Tumulus or Anubis."
  },
  {"name": "Mine", "id": 15,
    "cost": 4, "points": 4,
    "text": "4:4, remove from the game the top 4 cards of your discard pile.",
    "catalogText": "Mine costs 4 mana for 4 points, and will remove from the game the top 4 cards of your discard pile when it resolves.\n\nBe careful of what order you play cards in to get the most value from removing bad cards.\n\nIf you thin away everything except your strongest cards, you can have consistently powerful rounds in the late game."
  },

  {"name": "Chimney", "id": 16,
    "cost": 5, "points": 2,
    "text": "5:2, your opponent puts the leftmost card of their hand on top of their deck.",
    "catalogText": "Chimney costs 5 mana for just 2 points, but it also forces your opponent to put the leftmost card of their hand on top of their deck.\n\nThis is even better than Bone Knife for only 5 extra mana.\n\nIf the 2 points are enough to win you a round, this can get you card advantage. Maybe."
  },
  {"name": "Tumulus", "id": 17,
    "cost": 5, "points": 4,
    "text": "5:4, +2 if your discard pile has at least 8 cards in it.",
    "catalogText": "Tumulus costs 5 mana for 4 points, but is instead worth 6 points if you have at least 8 cards in your discard pile.\n\nTo have 8 cards by round 5, you would have to play 2 cards each round for the first 4 rounds, which is hard to pull off.\n\nAlso, after you've shuffled your discard pile, it will take some time before you can get the full 6 points out of Tumulus."
  },

  {"name": "Uprising", "id": 18,
    "cost": 6, "points": 3,
    "text": "6:3, +1 for each card before this in the story.",
    "catalogText": "Uprising costs 6 mana for 3 points, but is also worth an extra point for each card before it in the story.\n\nTry to pass at strategic times, like when your opponent thinks they need to play more to catch up to you, so that this card can be played as late in the round as possible.\n\nResolving Uprising at the end of a round is hard to beat."
  },
  {"name": "Stalker", "id": 19,
    "cost": 6, "points": 4,
    "text": "6:4.\nCosts X, where X is the number of cards in your opponent's hand.",
    "catalogText": "Stalker's cost is equal to the number of cards in your opponent's hand, and it's worth 4 points.\n\nIf you can force your opponent to discard some of their hand, Stalker could come out as early as round 2, beating just about anything.\n\nUnfortunately, your opponent can play around this by passing more frequently."
  },
  {"name": "Sarcophagus", "id": 20,
    "cost": 6, "points": 0,
    "text": "6:0, put the highest cost card from your discard pile on top of your deck. Gain points equal to that card's cost.",
    "catalogText": "Sarcophagus will put the most expensive card in your discard pile back on top of your deck, and give you points equal to its cost.\n\nThis means you'll draw that card next round, which is great for ensuring you don't run out of things to spend your mana on.\n\nPutting a card on top of your deck also delays you shuffling your discard pile, which is sometimes to your advantage."
  },

  {"name": "Anubis", "id": 21,
    "cost": 7, "points": 7,
    "text": "7:7.\nCosts 0 if you have at least 12 cards in your discard pile.",
    "catalogText": "Anubis costs 7 mana for 7 points, but can be played for free if your discard pile has at least 12 cards in it.\n\nThis is great for comboing with Sarcophagus, since you can get 14 points multiple rounds in a row.\n\nBe careful not to play this if you don't need the points; winning a round 2 to 0 is just as good as winning 9 to 0."
  },

  {"name": "AI", "id": 22,
    "cost": 8, "points": 5,
    "text": "8:5, draw 1.\nCosts X less, where X is the total point value of all robots in your hand.",
    "catalogText": "AI costs 8 mana for 5 points and also draws you a card, but its cost is reduced by the total point value of all robots in your hand. So if you have a 0:3 robot and a 0:1 robot, AI ends up costing 8 - 3 - 1 = 4 mana.\n\nTry to build a big robot so that you can play multiple copies of AI in a single round for very little mana.\n\nOnly play the robot once you can replace it with a new one."
  },
  {"name": "Oak", "id": 23,
    "cost": 8, "points": 8,
    "text": "8:8, if you win this round, convert to Nourish any excess points that you won by.\n(For example, if you win 8 to 5 you get 2 points Nourish)",
    "catalogText": "Oak costs 8 mana for 8 points, and any extra points that you win by turn into Nourish, which boosts the next card you play next round.\n\nFor example, if you are 5 points ahead of your opponent, you'll get 4 points of Nourish that carry over into the next round.\n\nIf you can have carryover on the round that you play Oak, through Inspire, Nourish, or powerful robots, then it becomes extra potent."
  }
]